{
    "labels": [
        3,
        3,
        4,
        4,
        4,
        4,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5,
        5
    ],
    "data": [
        "Very polite and apologetic. Appreciated.Would help though if google info is revised with regard to fans. That you sell and install but don't repair fans.",
        "This customer left a review without a comment",
        "Appreciate the fuss free service and professional workmanship - Thank you!",
        "My toilet switch gave off sparks, so was glad this team could respond fast & got it replaced on the same day.",
        "installation prices were reasonable. service was prompt and quite gd. amos was vy humble, professional and lead his team well.",
        "This customer left a review without a comment",
        "Great team of men made up of Omar, Hossain and Nicholas. Contacted them on Friday afternoon and thankfully they had a slot for me the next day. Needed them to replace 19 light switches in the house and they were done in slightly over 1.5hrs. Team was efficient, polite and friendly. Quality of work was also meticulous. They made sure everything was in good order before they left. I highly recommend them to anyone. :)",
        "I was very pleased with the service provided. Amos has been very helpful through the phone. I had 3 sockets and 2 LED lights replaced in my kitchen and 2 LED ceiling lights installed in my bathroom. I called other companies and they told me they only available to come 3 days later, while this company came to help me within 30mins, even though they are located in Ubi. Excellent service. I highly recommend this company to anyone looking for trustworthy and professional electricians to fix your electrical problems.",
        "Offers a very prompt and comprehensive set of services, including supply and installation of door lock sets, shower mixer tap, and LED ceiling lights. Very honest and proposed cost saving measures that other companies I checked didn't. Did not charge me additional transport cost even though they had to go out and source for another round of supplies to fit the settings of an older unit. Provided great after service, documenting all the services provided and gave a detailed accurate invoice. Would reach out again for future services.",
        "I engaged Repair.sg to install a ceiling light fixture in my kitchen. Amos and Rasel did an amazing job and expertly answered all my questions. This is the second time I've gotten the services of Repair.sg and they consistently do a great job. Highly recommended!",
        "The technician came and fix my wall socket and it took them just about 15mins to do the job. Though it was fast and easy fix the technician got the job done properly as well as making sure its working well and safe. Really great job and would definitely reach out to you guys for any future fixes. Thanks very much.",
        "Fast and responsive. Price is reasonable and most of all, very friendly service. I will definitely be using them again. Highly recommended",
        "Great job to the team for replacing my bathroom ceiling exhaust system. Accomodating to the last min request and assisted within a few hours of engagement. Reasonable pricing and professional worksmanship in installation and address of queries. Even helped to removed the old bulky system. Highly recommended.",
        "These guys do a great job every single time. They're great to work with, personable, helpful, cheerful, and provide excellent service. Mark always is courteous and does his best to accommodate my busy schedule for appointments to get stuff fixed/done. All around worth every dollar. Thanks guys :)",
        "I changed two light fixtures in my home. The team was extremely professional. Dismantled my existing light fixtures and helped to dispose them. Cleaned up after installation and properly touched up the exposed cement area. They also went the extra mile to provide me a bulb for my light point. I'm extremely satisfied with their service ....great job done! Highly recommended!!",
        "Great service, professional and really helpful in explaining and solving the electrical issues I have. Highly recommended!"
    ]
}